Repository: NdibeRaymond/toolhub
Catalog: toolhub/locale/*/LC_MESSAGES/django.po
Languages: mk

source: Audit log
mk: Дневник на проверка

source: created
mk: создадено

source: updated
mk: подновено

source: deleted
mk: избришано

source: timestamp
mk: време и датум

source: user
mk: корисник

source: content type
mk: вид содржина

source: object id
mk: назнака на предметот

source: object pk
mk: главен клуч на предметот

source: action
mk: дејство

source: auditlog entry
mk: ставка во дневникот на проверки

source: auditlog entries
mk: ставки во дневникот на проверки

source: Event action
mk: Дејство на настанот

source: Event target
mk: Цел на настанот

source: Audit log entry
mk: Ставка во дневникот на проверки

source: List all log entries.
mk: Список на сите дневнички ставки.

source: Info for a specific log entry.
mk: Инфо за дадена дневничка ставка.

source: Toolinfo web crawler
mk: Семрежен попишувач на Toolinfo

source: A URL that has been registered for crawling
mk: URL пријавена за попишување

source: A URL to crawl
mk: URL за попишување

source: Information about a single URL processed during a crawler run
mk: Информации за дадена URL обработена при попишување

source: Summary of a single run of the crawler.
mk: Краток преглед на едно попишување.

source: Register a new URL for crawling.
mk: Пријави нова URL за попишување.

source: Information about a specific crawled URL.
mk: Информации за дадена попишана URL.

source: Unregister a URL.
mk: Поништи пријавена URL.

source: List all crawled URLs.
mk: Список на сите попишани URL-а.

source: Get URLs created by the current user.
mk: Дај URL-а создадени од тековниот корисник.

source: List all historic crawler runs.
mk: Наведи ги сите досегашни попишувања.

source: Info for a specific crawler run.
mk: Инфо за дадено попишување.

source: List all urls crawled in a run.
mk: Список на сите URL-а поминати во едно попишување.

source: Info for a specific url crawled in a run.
mk: Инфо за дадена URL помината во попишување.

source: Toolinfo
mk: Инфо за алатки

source: Unique identifier for this tool. Must be unique for every tool. It is recommended you prefix your tool names to reduce the risk of clashes.
mk: Единствена назнака на алаткава. Мора да биде различна за секоја алатка. Препорачуваме ставање на претставка пред имињата на алатките за да се избегнат забуни.

source: Human readable tool name. Recommended limit of 25 characters.
mk: Човечки читливо име на алатката. Се препорачуваат највеќе 25 знаци.

source: A longer description of the tool. The recommended length for a description is 3-5 sentences.
mk: Подолг опис на алатката. Се препорачуваат 3 до 5 реченици.

source: A direct link to the tool or to instructions on how to use or install the tool.
mk: Непосредна врска до алатката или упатство за употреба или воспоставка.

source: The primary tool developer.
mk: Главниот програмер на алатката.

source: A link to the repository where the tool code is hosted.
mk: Врска до складиштето кајшто е вдомен кодот на алатката.

source: Longer than the full title but shorter than the description. It should add some additional context to the title.
mk: Подолго од полниот наслов, но покусо од описот. Треба да дава дополнителен контекст на насловот.

source: A link to the tool's API, if available.
mk: Врска до приложникот на алатката, ако го има.

source: A link to the tool's developer documentation, if available.
mk: Врска до програмерската документација на алатката, ако ја има.

source: A link to the tool's user documentation, if available.
mk: Врска до корисничката документација на алатката, ако ја има.

source: A link to location where the tool's user can leave feedback.
mk: Врска до местото кајшто корисниците можат да дадат свое мислење за алатката.

source: A link to the tool's privacy policy, if available.
mk: Врска до правилата на алатката за заштита на личните податоци, ако ги има.

source: A link to the tool's translation interface.
mk: Врска до преводниот посредник на алатката.

source: A link to the tool's bug tracker on GitHub, Bitbucket, Phabricator, etc.
mk: Врска до следачот на бубачки за алатката на GitHub, Bitbucket, Phabricator итн.

source: A File: page on Commons
mk: Податотечна (File:) страница на Ризницата

source: Supported wikis
mk: Поддржани викија

source: Any wiki
mk: Било кое вики

source: Wikimedia Commons
mk: Ризница

source: MediaWiki wiki
mk: МедијаВики

source: Wikispecies
mk: Викивидови

source: Any Wikibooks
mk: Било кои Викикниги

source: Wikidata
mk: Википодатоци

source: Any Wikinews
mk: Било кои Викивести

source: Any Wikipedia
mk: Било која Википедија

source: Any Wikiquote
mk: Било кој Викицитат

source: Any Wikisource
mk: Било кој Викиизвор

source: Any Wikiversity
mk: Било кој Викиуниверзитет

source: Any Wikivoyage
mk: Било кое Википатување

source: Any Wiktionary
mk: Било кој Викиречник

source: Description of a tool
mk: Опис на алатка

source: Summary of a tool
mk: Краток преглед на алатка

source: Info for a specific tool.
mk: Инфо за дадена алатка.

source: List all tools.
mk: Список на сите алатки.

source: Personal info
mk: Лични податоци

source: Permissions
mk: Дозволи

source: Important dates
mk: Важни датуми

source: Toolhub user
mk: Корисник на Toolhub

source: username
mk: корисничко име

source: Required. 255 characters or fewer.
mk: Задолжително. Највеќе 255 знаци.

source: A user with that username already exists.
mk: Веќе постои корисник со такво име.

source: Information about the current user
mk: Информации за тековниот корисник.

source: Information about the current locale
mk: Информации за тековниот јазик/место

source: Social authentication information for a user
mk: Информации за друштвена заверка на корисник

source: Detailed user information
mk: Подробни кориснички информации

source: User information
mk: Кориснички информации

source: Group information
mk: Групни информации

source: Enter a valid username. The characters `@` and `:` are not permitted.
mk: Внесете важечко корисничко име. Не се допуштаат знаците „@“ и „:“.

source: Get information about the currently logged in user.
mk: Дај информации за тековно најавениот корисник.

source: Get current locale.
mk: Дај го тековниот јазик/место.

source: Set locale.
mk: Задај јазик/место.

source: List all active users.
mk: Список на сите активни корисници.

source: Info for a specific user.
mk: Инфо за даден корисник.

source: List all user groups.
mk: Наведи ги сите кориснички групи.

source: Info for a user group.
mk: Инфо за корисничка група.

source: Toolhub API
mk: Приложник на Toolhub

source: Toolhub's user interface requires JavaScript to be enabled.
mk: Посредникот на Toolhub's бара да го овозможите JavaScript.

source: Toolhub - a catalog of Wikimedia tools
mk: Toolhub — каталог на Викимедиини алатки

source: LOADING
mk: ВЧИТУВАМ
